/* Default message shown in error alert dialogs for validation errors when no more specific error message is available */
"A validation error occurred" = "Der opstod en godkendelsesfejl";

/* Default message shown in error alert dialogs when no more specific error message is available */
"An error occurred" = "Der er opstået en fejl";

/* Title for alert dialog button asking what to do with invalid values entered by the user */
"Discard Change" = "Ignorer ændring";

/* Default error message for formatting errors with bindings */
"Formatting Error" = "Formateringsfejl";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Illegal key" = "Ulovlig nøgle";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key cannot be empty" = "Nøgle må ikke være tom";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key is already in use" = "Nøgle bruges allerede";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Value for %@ cannot be empty" = "Værdi for %@ må ikke være tom";

